; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.9.0
; Author:	Igor Rückert <igorruckert@yahoo.com.br>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Arquivo
2=Opções
3=Ajuda
4=Primeiro verificar como &arquivo SFX
; ------------------------------------
5=Selecionar arquivo
6=Arquivo/instalador para &extrair:
7=Selecionar pasta
8=&Pasta de destino:
9=Você pode arrastar arquivos para esta aba
; ------------------------------------
10=Opções do %s
11=&Manter histórico de arquivos
12=Ocultar ja&nela de console
13=Oferecer atuali&zações a cada:
14=&Idioma:
15=Lembrar e não mu&dar tamanho da janela
16=Não fechar &janela após extrair
; ------------------------------------
17=Outras opções
18=A&visar antes de executar arquivo
19=Remover ar&quivos duplicados
20=Remove&r arquivos temporários
21=Juntar e&xtensões perdidas de arquivos
22=Excluir arquivo após extração &bem sucedida
; ------------------------------------
23=Sobre o Universal Extractor
; ------------------------------------
24=Site do %s
25=Site da versão oficial
26=Fórum da versão modificada
; ------------------------------------
27=Atualizar
28=A última verificação por atualizações foi há %s dia(s) atrás!
29=Verificar atualizações agora?
30=Integrar ao menu de c&ontexto
; ------------------------------------
31=O&K
32=&Salvar
33=At&ualizar
34=&Cancelar
35=Ajustes
; ------------------------------------
36=Extração de %s
37=O %s suporta os seguintes métodos para extração de pacotes %s.%nInfelizmente, nenhum destes métodos é 100% confiável.%nSe o método predefinido não funcionar, por favor, reinicie o %s e selecione um método alternativo.
; ------------------------------------
38=Método de Extração
39=Instalador Administrativo %s
40=Extração de %s
41=%s comutado
42=Descompactador %s
43=Não é um instalador InstallShield
44=Exibir resumo após ex&trair
; ------------------------------------
; GUI control functions
45=Desativar sons no pro&grama
46=Versão do 7-Zip
47=O arquivo não existe:%n%s%nPor favor, selecione um arquivo existente.
48=Abrir arquivo
49=Escrever em:
50=Tudo
; Common terms
51=arquivo
52=arquivo compactado
53=Tempo: %s
54=livro eletrônico
55=cartão eletrônico
56=arquivo codificado
57=executável desconhecido
58=Falha ao inicializar
59=Arquivo de ajuda
60=hotfix
61=imagem
62=instalador
63=módulo de junção
64=pacote
65=correção
66=Auto-Extraível
67=Processo
68=Inicialização bem-sucedida
69=Testando
70=Extraindo:
71=Tamanho do arquivo
72=atualizações
73=Nome do arquivo
74=semana|duas semanas|mês|nunca
; Status messages
75=Analisando para identificar tipo de arquivo
76=Analisando arquivo com %s
77=Extraindo arquivos de:
78=Aguardando a inicialização do instalador.%nPor favor, aguarde
79=Para interromper a extração pressione ESC%nMinimize/Restaure a janela pressionando a tecla F11
; Custom prompts
80=Imagens de CD-ROM %s não podem ser extraídas diretamente.%nEm vez disto, esta imagem será convertida em uma imagem ISO de CD-ROM,%nque então poderá ser extraída.%n%nDeseja continuar?%nNota: este processo pode demorar vários minutos.
81=Erro: A Imagem CD-ROM não pode ser convertida.%nSe for uma imagem BIN/CUE, certifique-se que o arquivo CUE está formatado corretamente.
82=Erro: Uma imagem ISO foi criada a partir da imagem %s, a qual não pode ser convertida.%nDeseja preservar a imagem ISO para futuras análises?
83=Erro: Este não parece ser um arquivo MHT válido.%nNenhum limite foi detectado.
84=Inicializando %s. Por favor, saia do instalador, depois clique OK para continuar.
85=Nota: Este método só funciona com alguns pacotes de instalação Wise para Windows.%nSe o assistente do instalador Wise abrir, o arquivo não é%nsuportado. Por favor, feche o instalador que o %s cancelará a extração.%n%nDeseja continuar?
86=Este arquivo está compactad com %s.%nVocê pode continuar a extrair sem descompactar %s%nou somente descompactar %s.%n%nClique 'Sim' para extrair sem descompactar %s.%n%nClique 'Não' para executar somente a descompactação %s.%n%nEm último caso, o arquivo extraído será nomeado:%n%s
87=Erro: %s%nnão pôde ser descompactado.
88=Atenção: Se você pedir para extrair arquivos deste tipo, o arquivo será executado diretamente.%nSe você continuar, o seguinte comando será executado:%n%n%s%n%nSe você acha que este arquivo é malicioso, é recomendável que você não continue.%nDeseja continuar com a extração?
89=Atenção: A pasta de destino %s já existe!%nA extração numa pasta não vazia pode levar a um erro de descompactação.%n%nLimpar a pasta antes de descompactar?
90=Uma senha é necessária para descompactar!%n%nDesmarcar'%s'%npara habilitar a entrada da senha?
91=Para descompactar este arquivo é necessário um %ndescompactador %s adicional
; Help text
92=Extraia arquivos de qualquer tipo de arquivo ou pacote de instalação.%nUso:%n%s%n%nArgumentos Suportados:%n%s%t%tExibe esta ajuda%n%s%t%tAbre a aba %s%n%s%tNome do arquivo para extrair%n%s%tPasta na qual extrair%n%nUsar %s em vez da pasta de destino instrui o%n%s a extrair numa subpasta com o nome do arquivo.%n%nExemplo:%s%n%nExecutar o %s sem nenhum argumento exibirá a janela principal onde o usuário pode especificar o nome do arquivo e pasta de destino.
93=Extrair usando %s
94=A extração de %s não pôde ser registrada.
95=pelo 7-Zip archiver
96=%s não pôde ser extraído.%n%nO tipo de arquivo retornado foi: %s%n%nClique OK se deseja analisar o arquivo, ou Cancelar para finalizar.
97=%s%npossui uma extenção desconhecida e não pode ser extraída.
98=%s%nnão pôde ser criado. Por favor, selecione um destino válido.
99=%%s não pôde ser extraído.%nParece ser um %s, o qual não é suportado, mas a extração falhou.%nPor favor, para mais informações, leia o arquivo de log %s.%n%nSelecione OK para ver o arquivo de log, ou Cancelar para finalizar.
100=%t–= %s análise =–
; Update messages
101=Atualização finalizada
102=A atualização iniciou, aguarde...
103=Baixando arquivos...
104=Download finalizado!
105=Atualizado para a versão: %s
106=%nReiniciando o %s!
107=A versão atual é: %s%nNenhuma atualização é necessária!
; ------------------------------------
108=Falha ao carregar
109=Não foi possível carregar a lista de arquivos do servidor.%nProvavelmente, não há conexão com uma rede%nou o servidor de atualizações está inacessível.
110=Falha ao baixar arquivo
111=Erro ao descompactar arquivo
112=Durante a atualização para a versão: %s%nocorreu um erro, repita!!!
113=Completado: %s de %s
114=Informação
115=Versões dos extratores
116=Abrir pasta de descompactação?
117=Linha na tabela
118=Separador
119=Abrir somente níve&l superior do arquivo
120=Análise de arquivo-PE
121=Falha ao processar arquivo MSI
122=Devido a 'profundidade' a localização do pacote MSI não foi possível analisar o(s) arquivo(s) %s.%nPara obter detalhes, consulte %s.%n%nMova o pacote MSI próximo da raiz da unidade e repita a extração.%n%nClique no botão 'OK' para exibir o arquivo de log, ou 'Cancelar' para sair.
123=assinaturas -
124=Selecionar tipo de arquivo manualmente (da lista)?
125=Selecione a assinatura do tipo de arquivo alegado
126=Tentar extrair com o 'TotalObserver'?